[
    {
        "name": "Dell XPS 13",
        "price": 3000000,
        "image": "1.jpg",
        "detailDesc": "Dell XPS 13 là một trong những laptop mỏng nhẹ tốt nhất trên thị trường. Nó được trang bị màn hình InfinityEdge với độ phân giải 4K, giúp mang lại hình ảnh sắc nét và sống động. Thiết kế bằng nhôm và carbon giúp sản phẩm không chỉ nhẹ mà còn rất bền bỉ, lý tưởng cho những người thường xuyên di chuyển. Với hiệu suất mạnh mẽ từ bộ xử lý Intel Core thế hệ mới và khả năng xử lý đồ họa tuyệt vời, Dell XPS 13 là lựa chọn hoàn hảo cho công việc và giải trí.",
        "shortDesc": "Laptop nhẹ, hiệu suất cao.",
        "quantity": 50,
        "factory": "Dell",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Apple MacBook Air M1",
        "price": 27000000,
        "image": "2.jpg",
        "detailDesc": "Apple MacBook Air M1 là một trong những laptop nhẹ nhất và mạnh mẽ nhất mà bạn có thể tìm thấy. Được trang bị chip M1 độc quyền của Apple, máy tính này cung cấp hiệu suất vượt trội với thời lượng pin lên đến 18 giờ. Màn hình Retina mang lại màu sắc rực rỡ và độ sáng cao, lý tưởng cho việc xem phim và làm việc. Với thiết kế mỏng nhẹ và khả năng xử lý nhanh chóng, MacBook Air là lựa chọn tuyệt vời cho sinh viên và người dùng cá nhân.",
        "shortDesc": "Laptop siêu nhẹ, siêu bền.",
        "quantity": 40,
        "factory": "App(Macbook)",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Asus ROG Zephyrus G14",
        "price": 4100000,
        "image": "3.jpg",
        "detailDesc": "Asus ROG Zephyrus G14 là laptop gaming nổi bật với thiết kế gọn nhẹ và cấu hình mạnh mẽ. Sản phẩm này được trang bị card đồ họa RTX 3060 và bộ xử lý AMD Ryzen 9, giúp bạn có thể chơi những trò chơi mới nhất với mức cài đặt cao mà không gặp vấn đề gì. Màn hình 14 inch với độ phân giải QHD và tần số quét 120Hz mang lại trải nghiệm chơi game mượt mà. Đặc biệt, với công nghệ Adaptive Sync, các hình ảnh sẽ trở nên sống động hơn bao giờ hết.",
        "shortDesc": "Laptop gaming hàng đầu.",
        "quantity": 25,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "Lenovo ThinkPad X1 Carbon",
        "price": 15000000,
        "image": "4.jpg",
        "detailDesc": "Lenovo ThinkPad X1 Carbon là sự lựa chọn hàng đầu cho các doanh nhân và chuyên gia. Với thiết kế bền bỉ, trọng lượng nhẹ và thời gian sử dụng pin lâu, sản phẩm này được thiết kế để đáp ứng nhu cầu công việc cao nhất. Màn hình 14 inch với độ phân giải 4K mang đến trải nghiệm hình ảnh sắc nét. Ngoài ra, ThinkPad X1 Carbon còn tích hợp bàn phím chất lượng cao, giúp bạn thoải mái gõ phím trong thời gian dài mà không mỏi tay.",
        "shortDesc": "Laptop doanh nhân bền bỉ.",
        "quantity": 30,
        "factory": "Lenovo",
        "target": "Doanh nhân"
    },
    {
        "name": "LG Gram 14",
        "price": 11000000,
        "image": "5.jpg",
        "detailDesc": "LG Gram 14 là laptop nổi bật với trọng lượng siêu nhẹ nhưng vẫn mạnh mẽ về hiệu suất. Với thời lượng pin lên đến 18 giờ, bạn có thể làm việc cả ngày mà không cần lo lắng về việc sạc pin. Màn hình IPS với độ phân giải Full HD cung cấp hình ảnh rõ nét và góc nhìn rộng. Sản phẩm này rất thích hợp cho những ai cần một chiếc laptop dễ dàng mang theo bên mình mà không hy sinh hiệu suất.",
        "shortDesc": "Laptop nhẹ nhất thế giới.",
        "quantity": 60,
        "factory": "LG",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Swift 3",
        "price": 9000000,
        "image": "6.jpg",
        "detailDesc": "Acer Swift 3 là một trong những lựa chọn hàng đầu cho sinh viên và nhân viên văn phòng với mức giá hợp lý. Laptop này được trang bị bộ xử lý Intel Core thế hệ mới, giúp bạn xử lý mọi tác vụ từ làm việc văn phòng đến giải trí. Màn hình 14 inch Full HD và thiết kế mỏng nhẹ làm cho nó trở thành người bạn đồng hành lý tưởng trong những chuyến đi. Thời lượng pin của Swift 3 cũng rất ấn tượng, cho phép bạn làm việc cả ngày dài.",
        "shortDesc": "Laptop giá rẻ, hiệu suất tốt.",
        "quantity": 70,
        "factory": "Acer",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "MacBook Pro 16",
        "price": 12000000,
        "image": "7.jpg",
        "detailDesc": "MacBook Pro 16 là lựa chọn tuyệt vời cho các chuyên gia trong lĩnh vực thiết kế đồ họa và âm thanh. Được trang bị chip M1 Pro với hiệu suất mạnh mẽ, máy tính này có thể xử lý nhiều tác vụ nặng mà không gặp khó khăn. Màn hình Liquid Retina XDR mang lại hình ảnh với độ tương phản cao và màu sắc chân thực, giúp bạn có trải nghiệm tuyệt vời khi làm việc với đồ họa. Với thời gian sử dụng pin lên đến 21 giờ, MacBook Pro 16 là sự kết hợp hoàn hảo giữa hiệu suất và tính di động.",
        "shortDesc": "Laptop chuyên nghiệp cho dân thiết kế.",
        "quantity": 20,
        "factory": "App(Macbook)",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "Asus VivoBook 15",
        "price": 18000000,
        "image": "8.jpg",
        "detailDesc": "Asus VivoBook 15 là lựa chọn hoàn hảo cho những ai cần một chiếc laptop với hiệu suất ổn định và thiết kế thời trang. Máy được trang bị màn hình lớn 15.6 inch Full HD, giúp bạn dễ dàng làm việc và giải trí. Với cấu hình mạnh mẽ, VivoBook 15 có thể xử lý tốt các ứng dụng văn phòng cũng như chơi các trò chơi nhẹ. Thời lượng pin của sản phẩm này cũng rất đáng nể, đủ để bạn sử dụng cả ngày mà không cần sạc.",
        "shortDesc": "Laptop văn phòng với giá hợp lý.",
        "quantity": 55,
        "factory": "Asus",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Lenovo IdeaPad 3",
        "price": 6000000,
        "image": "9.jpg",
        "detailDesc": "Lenovo IdeaPad 3 là một laptop giá rẻ nhưng rất phù hợp cho việc học tập và làm việc tại văn phòng. Với bộ xử lý Intel Core i5 và RAM 8GB, bạn có thể thực hiện các tác vụ cơ bản một cách mượt mà. Màn hình 15.6 inch Full HD giúp bạn dễ dàng xem tài liệu và video. Ngoài ra, với thiết kế mỏng nhẹ, sản phẩm này rất tiện lợi để mang theo bên mình.",
        "shortDesc": "Laptop học tập hiệu quả.",
        "quantity": 80,
        "factory": "Lenovo",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Dell G5 15",
        "price": 4000000,
        "image": "10.jpg",
        "detailDesc": "Dell G5 15 là một laptop gaming mạnh mẽ, được thiết kế dành riêng cho những game thủ. Với card đồ họa NVIDIA GTX 1660 Ti và bộ xử lý Intel Core i7, máy có thể xử lý mượt mà mọi trò chơi hiện nay. Màn hình 15.6 inch Full HD với tần số quét 144Hz mang lại trải nghiệm chơi game sống động. Với thiết kế tinh tế và hệ thống tản nhiệt tốt, G5 15 là lựa chọn tuyệt vời cho những ai yêu thích gaming.",
        "shortDesc": "Laptop gaming hiệu suất cao.",
        "quantity": 20,
        "factory": "Dell",
        "target": "Gaming"
    },
    {
        "name": "LG Gram 17",
        "price": 3500000,
        "image": "11.jpg",
        "detailDesc": "LG Gram 17 là laptop lớn nhất trong dòng Gram, với màn hình 17 inch cung cấp không gian làm việc rộng rãi. Trọng lượng chỉ khoảng 1.3 kg, Gram 17 là laptop 17 inch nhẹ nhất trên thị trường. Thiết bị này lý tưởng cho những người làm việc cần nhiều không gian màn hình mà vẫn muốn dễ dàng di chuyển. Thời lượng pin kéo dài lên đến 19 giờ giúp bạn làm việc không ngừng nghỉ.",
        "shortDesc": "Laptop 17 inch nhẹ nhất thế giới.",
        "quantity": 15,
        "factory": "LG",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Predator Helios 300",
        "price": 30000000,
        "image": "12.jpg",
        "detailDesc": "Acer Predator Helios 300 là một laptop gaming tuyệt vời với cấu hình mạnh mẽ và giá cả phải chăng. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý Intel Core i7, sản phẩm này giúp bạn chơi game với độ họa cao mà không gặp phải giật lag. Màn hình 15.6 inch với tần số quét 144Hz mang lại trải nghiệm chơi game tuyệt vời. Thiết kế nổi bật với đèn LED và hệ thống tản nhiệt hiệu quả, làm cho nó trở thành sự lựa chọn hoàn hảo cho game thủ.",
        "shortDesc": "Laptop gaming với hiệu suất vượt trội.",
        "quantity": 25,
        "factory": "Acer",
        "target": "Gaming"
    },
    {
        "name": "Apple MacBook Pro 13",
        "price": 12000000,
        "image": "13.jpg",
        "detailDesc": "MacBook Pro 13 với chip M1 là sản phẩm hoàn hảo cho những ai cần hiệu suất cao trong thiết kế và sáng tạo. Máy tính này có khả năng xử lý video 4K và các phần mềm đồ họa nặng mà không gặp khó khăn. Màn hình Retina cho màu sắc sống động và hình ảnh sắc nét, làm cho việc chỉnh sửa hình ảnh trở nên dễ dàng hơn. Với thiết kế mỏng nhẹ và thời gian sử dụng pin lâu, MacBook Pro 13 là lựa chọn tuyệt vời cho các nhà sáng tạo.",
        "shortDesc": "Laptop chuyên nghiệp cho thiết kế đồ họa.",
        "quantity": 30,
        "factory": "App(Macbook)",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "Asus TUF Gaming A15",
        "price": 28000000,
        "image": "14.jpg",
        "detailDesc": "Asus TUF Gaming A15 là một trong những laptop gaming bền bỉ nhất, với thiết kế chống va đập và hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA GTX 1660 Ti và bộ xử lý AMD Ryzen 5, sản phẩm này cho phép bạn chơi các trò chơi yêu thích với mức cài đặt cao. Màn hình 15.6 inch với độ phân giải Full HD giúp trải nghiệm chơi game thêm sống động.",
        "shortDesc": "Laptop gaming bền bỉ và mạnh mẽ.",
        "quantity": 20,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "Lenovo Yoga 7i",
        "price": 22000000,
        "image": "15.jpg",
        "detailDesc": "Lenovo Yoga 7i là một laptop 2 trong 1 đa năng, với khả năng chuyển đổi linh hoạt giữa chế độ laptop và tablet. Màn hình cảm ứng 14 inch với độ phân giải Full HD mang lại trải nghiệm người dùng tuyệt vời. Máy được trang bị bộ xử lý Intel Core i7, giúp bạn thực hiện các tác vụ văn phòng và giải trí mượt mà. Thời gian sử dụng pin lên đến 15 giờ giúp bạn làm việc suốt cả ngày.",
        "shortDesc": "Laptop 2 trong 1 đa năng.",
        "quantity": 18,
        "factory": "Lenovo",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Aspire 5",
        "price": 17000000,
        "image": "16.jpg",
        "detailDesc": "Acer Aspire 5 là laptop lý tưởng cho sinh viên và người làm văn phòng. Với bộ xử lý AMD Ryzen 5 và RAM 8GB, máy tính này có thể xử lý mọi tác vụ văn phòng một cách dễ dàng. Màn hình 15.6 inch Full HD giúp bạn làm việc hiệu quả và thoải mái. Với thiết kế tinh tế và thời gian sử dụng pin lâu, Aspire 5 là lựa chọn tốt cho những ai cần một chiếc laptop giá phải chăng.",
        "shortDesc": "Laptop văn phòng giá rẻ.",
        "quantity": 65,
        "factory": "Acer",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Dell Inspiron 15",
        "price": 5500000,
        "image": "17.jpg",
        "detailDesc": "Dell Inspiron 15 là laptop đa năng, phục vụ tốt cho nhu cầu học tập, làm việc và giải trí. Với thiết kế chắc chắn, màn hình 15.6 inch Full HD mang đến trải nghiệm hình ảnh rõ nét. Bộ xử lý Intel Core i5 cùng với RAM 8GB đảm bảo hiệu suất mượt mà cho các ứng dụng văn phòng. Thời lượng pin cũng rất tốt, đủ để bạn làm việc suốt cả ngày.",
        "shortDesc": "Laptop đa năng cho học tập và giải trí.",
        "quantity": 50,
        "factory": "Dell",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Asus ZenBook 14",
        "price": 3200000,
        "image": "18.jpg",
        "detailDesc": "Asus ZenBook 14 là một trong những laptop mỏng nhẹ và sang trọng nhất trên thị trường. Được trang bị bộ xử lý Intel Core i7 và RAM 16GB, sản phẩm này không chỉ đẹp mắt mà còn mạnh mẽ trong hiệu suất. Màn hình 14 inch với độ phân giải Full HD giúp bạn dễ dàng xem phim và làm việc. Thời gian sử dụng pin ấn tượng cũng là một điểm cộng lớn cho sản phẩm này.",
        "shortDesc": "Laptop sang trọng và mạnh mẽ.",
        "quantity": 35,
        "factory": "Asus",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "LG Ultra PC 15",
        "price": 26000000,
        "image": "19.jpg",
        "detailDesc": "LG Ultra PC 15 là laptop có thiết kế mỏng nhẹ nhưng đầy đủ tính năng cho người dùng văn phòng. Máy được trang bị bộ xử lý Intel Core i5, giúp bạn xử lý nhanh chóng các tác vụ hàng ngày. Màn hình 15 inch Full HD mang đến trải nghiệm hình ảnh tuyệt vời. Ngoài ra, thời gian sử dụng pin lâu giúp bạn làm việc không ngừng nghỉ.",
        "shortDesc": "Laptop văn phòng nhẹ và hiệu quả.",
        "quantity": 40,
        "factory": "LG",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Acer Nitro 5",
        "price": 17000000,
        "image": "20.jpg",
        "detailDesc": "Acer Nitro 5 là laptop gaming với hiệu suất mạnh mẽ nhưng giá cả phải chăng. Được trang bị card đồ họa GTX 1650 và bộ xử lý Intel Core i5, Nitro 5 có thể chơi tốt nhiều trò chơi hiện đại. Màn hình 15.6 inch với tần số quét 60Hz mang đến trải nghiệm chơi game ổn định. Thiết kế của sản phẩm này cũng rất ấn tượng với đèn LED và hệ thống tản nhiệt hiệu quả.",
        "shortDesc": "Laptop gaming giá rẻ nhưng chất lượng.",
        "quantity": 22,
        "factory": "Acer",
        "target": "Gaming"
    },
    {
        "name": "Dell Latitude 7420",
        "price": 38000000,
        "image": "21.jpg",
        "detailDesc": "Dell Latitude 7420 là laptop doanh nhân cao cấp với thiết kế tinh tế và hiệu suất ấn tượng. Sản phẩm này được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch Full HD, giúp bạn làm việc hiệu quả hơn. Với thời gian sử dụng pin lâu và khả năng kết nối nhanh chóng, Latitude 7420 là lựa chọn hoàn hảo cho những người thường xuyên di chuyển.",
        "shortDesc": "Laptop doanh nhân cao cấp.",
        "quantity": 15,
        "factory": "Dell",
        "target": "Doanh nhân"
    },
    {
        "name": "Lenovo Legion 5",
        "price": 42000000,
        "image": "22.jpg",
        "detailDesc": "Lenovo Legion 5 là laptop gaming với thiết kế hầm hố và hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý AMD Ryzen 7, sản phẩm này giúp bạn có thể chơi các trò chơi mới nhất với mức cài đặt cao. Màn hình 15.6 inch với tần số quét 165Hz mang đến trải nghiệm chơi game tuyệt vời. Hệ thống tản nhiệt thông minh giúp máy luôn mát mẻ trong quá trình chơi game.",
        "shortDesc": "Laptop gaming hiệu suất cao.",
        "quantity": 18,
        "factory": "Lenovo",
        "target": "Gaming"
    },
    {
        "name": "Asus ROG Strix G15",
        "price": 11000000,
        "image": "23.jpg",
        "detailDesc": "Asus ROG Strix G15 là một laptop gaming đẳng cấp với thiết kế hiện đại và mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3070 và bộ xử lý AMD Ryzen 9, sản phẩm này mang lại hiệu suất chơi game tuyệt vời. Màn hình 15.6 inch với độ phân giải Full HD và tần số quét 144Hz giúp hình ảnh luôn mượt mà. Hệ thống tản nhiệt thông minh giúp giữ cho máy luôn mát mẻ, ngay cả trong những trận đấu căng thẳng.",
        "shortDesc": "Laptop gaming với hiệu suất cực đỉnh.",
        "quantity": 12,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "HP Spectre x360",
        "price": 6500000,
        "image": "24.jpg",
        "detailDesc": "HP Spectre x360 là laptop 2 trong 1 hoàn hảo cho những ai cần sự linh hoạt. Với thiết kế sang trọng và mỏng nhẹ, sản phẩm này được trang bị bộ xử lý Intel Core i7 và màn hình cảm ứng 13.3 inch Full HD. Thời gian sử dụng pin lên đến 16 giờ giúp bạn có thể làm việc cả ngày mà không cần lo lắng về việc sạc pin. Spectre x360 là lựa chọn tuyệt vời cho những người làm việc di động.",
        "shortDesc": "Laptop 2 trong 1 sang trọng.",
        "quantity": 25,
        "factory": "HP",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Microsoft Surface Laptop 4",
        "price": 7800000,
        "image": "25.jpg",
        "detailDesc": "Microsoft Surface Laptop 4 là một laptop mỏng nhẹ với thiết kế tinh tế và hiệu suất mạnh mẽ. Sản phẩm này được trang bị màn hình 13.5 inch PixelSense với độ phân giải cao, giúp hình ảnh sắc nét. Bộ xử lý Intel Core i5 và RAM 8GB đảm bảo hiệu suất mượt mà cho các tác vụ văn phòng. Thời gian sử dụng pin ấn tượng lên đến 19 giờ giúp bạn làm việc mà không cần lo lắng về việc sạc.",
        "shortDesc": "Laptop hiệu suất cao, thiết kế sang trọng.",
        "quantity": 20,
        "factory": "Microsoft",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Swift X",
        "price": 29000000,
        "image": "26.jpg",
        "detailDesc": "Acer Swift X là laptop dành cho các nhà sáng tạo với hiệu suất đồ họa mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3050 và bộ xử lý AMD Ryzen 7, sản phẩm này giúp bạn xử lý các tác vụ đồ họa nặng một cách dễ dàng. Màn hình 14 inch với độ phân giải 2.8K mang đến trải nghiệm hình ảnh tuyệt vời. Thiết kế mỏng nhẹ cũng là một điểm cộng lớn cho sản phẩm này.",
        "shortDesc": "Laptop sáng tạo với hiệu suất đồ họa cao.",
        "quantity": 15,
        "factory": "Acer",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "HP Omen 15",
        "price": 14000000,
        "image": "27.jpg",
        "detailDesc": "HP Omen 15 là laptop gaming mạnh mẽ với thiết kế đậm chất game thủ. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý Intel Core i7, sản phẩm này cho phép bạn chơi các trò chơi mới nhất mà không gặp khó khăn. Màn hình 15.6 inch với tần số quét 144Hz mang đến trải nghiệm hình ảnh sống động. Hệ thống tản nhiệt hiệu quả giúp máy luôn mát mẻ trong quá trình chơi game.",
        "shortDesc": "Laptop gaming với thiết kế ấn tượng.",
        "quantity": 10,
        "factory": "HP",
        "target": "Gaming"
    },
    {
        "name": "Lenovo ThinkBook 14",
        "price": 25000000,
        "image": "28.jpg",
        "detailDesc": "Lenovo ThinkBook 14 là laptop lý tưởng cho sinh viên và nhân viên văn phòng với thiết kế hiện đại và hiệu suất ổn định. Máy được trang bị bộ xử lý Intel Core i5 và RAM 8GB, giúp bạn thực hiện các tác vụ văn phòng một cách mượt mà. Màn hình 14 inch Full HD mang đến trải nghiệm hình ảnh tốt. Với thời gian sử dụng pin lâu, ThinkBook 14 là lựa chọn tốt cho những ai cần một chiếc laptop giá cả phải chăng.",
        "shortDesc": "Laptop văn phòng thiết kế hiện đại.",
        "quantity": 30,
        "factory": "Lenovo",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Asus ExpertBook B9",
        "price": 5000000,
        "image": "29.jpg",
        "detailDesc": "Asus ExpertBook B9 là laptop doanh nhân cao cấp với thiết kế siêu nhẹ và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch Full HD, sản phẩm này là lựa chọn hoàn hảo cho các chuyên gia. Thời gian sử dụng pin lên đến 24 giờ giúp bạn làm việc suốt cả ngày mà không cần sạc. Với tính năng bảo mật cao và các cổng kết nối đa dạng, ExpertBook B9 là sự lựa chọn tốt nhất cho doanh nhân.",
        "shortDesc": "Laptop doanh nhân cao cấp, siêu nhẹ.",
        "quantity": 10,
        "factory": "Asus",
        "target": "Doanh nhân"
    },
    {
        "name": "Dell Vostro 15",
        "price": 21000000,
        "image": "30.jpg",
        "detailDesc": "Dell Vostro 15 là laptop giá rẻ nhưng rất đáng giá cho sinh viên và nhân viên văn phòng. Với bộ xử lý Intel Core i5 và RAM 8GB, máy tính này có thể xử lý các tác vụ văn phòng và giải trí một cách mượt mà. Màn hình 15.6 inch Full HD cung cấp trải nghiệm hình ảnh rõ nét. Thời lượng pin cũng rất tốt, đủ để bạn sử dụng cả ngày dài.",
        "shortDesc": "Laptop văn phòng giá rẻ và hiệu quả.",
        "quantity": 40,
        "factory": "Dell",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Lenovo ThinkPad L14",
        "price": 6400000,
        "image": "31.jpg",
        "detailDesc": "Lenovo ThinkPad L14 là laptop doanh nhân với thiết kế bền bỉ và hiệu suất ổn định. Máy được trang bị bộ xử lý Intel Core i5 và màn hình 14 inch Full HD. Thời gian sử dụng pin lâu và khả năng kết nối nhanh chóng giúp bạn làm việc hiệu quả hơn. Với bàn phím chất lượng cao, bạn có thể thoải mái gõ phím trong thời gian dài mà không cảm thấy khó chịu.",
        "shortDesc": "Laptop doanh nhân bền bỉ và hiệu suất ổn định.",
        "quantity": 18,
        "factory": "Lenovo",
        "target": "Doanh nhân"
    },
    {
        "name": "HP Envy x360",
        "price": 34500000,
        "image": "32.jpg",
        "detailDesc": "HP Envy x360 là laptop 2 trong 1 linh hoạt với thiết kế thời trang. Máy được trang bị bộ xử lý Intel Core i7 và màn hình cảm ứng 13.3 inch Full HD. Với thời gian sử dụng pin lên đến 15 giờ, bạn có thể làm việc suốt cả ngày mà không cần lo lắng về việc sạc pin. Envy x360 là lựa chọn lý tưởng cho những ai cần một chiếc laptop mỏng nhẹ và hiệu suất cao.",
        "shortDesc": "Laptop 2 trong 1 thiết kế thời trang.",
        "quantity": 22,
        "factory": "HP",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Razer Blade 15",
        "price": 23500000,
        "image": "33.jpg",
        "detailDesc": "Razer Blade 15 là laptop gaming cao cấp với hiệu suất vượt trội và thiết kế ấn tượng. Được trang bị card đồ họa NVIDIA RTX 3070 và bộ xử lý Intel Core i7, sản phẩm này giúp bạn chơi game với chất lượng hình ảnh cực kỳ sắc nét. Màn hình 15.6 inch với độ phân giải 4K và tần số quét 144Hz mang đến trải nghiệm chơi game đỉnh cao. Hệ thống tản nhiệt tiên tiến giúp máy luôn mát mẻ trong quá trình chơi game.",
        "shortDesc": "Laptop gaming cao cấp với hiệu suất vượt trội.",
        "quantity": 8,
        "factory": "Razer",
        "target": "Gaming"
    },
    {
        "name": "Apple MacBook Air M1",
        "price": 21500000,
        "image": "34.jpg",
        "detailDesc": "Apple MacBook Air M1 là laptop siêu nhẹ và mạnh mẽ, phù hợp cho sinh viên và các chuyên gia. Với chip M1, máy tính này có hiệu suất cao và thời gian sử dụng pin ấn tượng lên đến 18 giờ. Màn hình Retina 13.3 inch mang đến màu sắc sống động và độ sắc nét cao. MacBook Air M1 là sự lựa chọn hoàn hảo cho những ai cần một chiếc laptop nhẹ nhàng nhưng hiệu quả.",
        "shortDesc": "Laptop siêu nhẹ với hiệu suất cao.",
        "quantity": 20,
        "factory": "Apple",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "MSI GF65 Thin",
        "price": 13500000,
        "image": "35.jpg",
        "detailDesc": "MSI GF65 Thin là laptop gaming mỏng nhẹ nhưng mạnh mẽ. Được trang bị card đồ họa NVIDIA GTX 1660 Ti và bộ xử lý Intel Core i7, sản phẩm này cho phép bạn chơi các trò chơi nặng mà không gặp khó khăn. Màn hình 15.6 inch với độ phân giải Full HD mang đến trải nghiệm chơi game sống động. Thiết kế nhỏ gọn và trọng lượng nhẹ giúp bạn dễ dàng mang theo.",
        "shortDesc": "Laptop gaming mỏng nhẹ và mạnh mẽ.",
        "quantity": 15,
        "factory": "MSI",
        "target": "Gaming"
    },
    {
        "name": "Razer Blade Stealth 13",
        "price": 20500000,
        "image": "36.jpg",
        "detailDesc": "Razer Blade Stealth 13 là laptop gaming siêu mỏng nhẹ nhưng vẫn mạnh mẽ với card đồ họa GTX 1650 Ti và bộ xử lý Intel Core i7. Màn hình 13.3 inch với độ phân giải 4K mang lại trải nghiệm hình ảnh sống động. Với thiết kế tinh tế và thời gian sử dụng pin lâu, Blade Stealth 13 là lựa chọn tuyệt vời cho những người cần một chiếc laptop chơi game di động.",
        "shortDesc": "Laptop gaming siêu mỏng nhẹ.",
        "quantity": 10,
        "factory": "Razer",
        "target": "Gaming"
    },
    {
        "name": "Gigabyte AORUS 15G",
        "price": 3500000,
        "image": "37.jpg",
        "detailDesc": "Gigabyte AORUS 15G là laptop gaming với hiệu suất cao và thiết kế ấn tượng. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý Intel Core i7, sản phẩm này cho phép bạn chơi các trò chơi mới nhất với độ phân giải cao. Màn hình 15.6 inch với tần số quét 240Hz mang đến trải nghiệm chơi game tuyệt vời. Hệ thống tản nhiệt thông minh giúp máy luôn mát mẻ trong quá trình chơi game.",
        "shortDesc": "Laptop gaming hiệu suất cao, thiết kế ấn tượng.",
        "quantity": 12,
        "factory": "Gigabyte",
        "target": "Gaming"
    },
    {
        "name": "Apple MacBook Pro 16",
        "price": 20500000,
        "image": "38.jpg",
        "detailDesc": "Apple MacBook Pro 16 là laptop cao cấp dành cho những nhà sáng tạo nội dung. Với chip M1 Pro, máy tính này có khả năng xử lý video 8K và đồ họa phức tạp một cách mượt mà. Màn hình Retina 16 inch với độ phân giải 3072 x 1920 mang đến màu sắc sống động và hình ảnh sắc nét. Với thiết kế mỏng nhẹ và thời gian sử dụng pin lâu, MacBook Pro 16 là lựa chọn tuyệt vời cho các chuyên gia.",
        "shortDesc": "Laptop cao cấp cho nhà sáng tạo nội dung.",
        "quantity": 8,
        "factory": "Apple",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "Dell Precision 5550",
        "price": 4800000,
        "image": "39.jpg",
        "detailDesc": "Dell Precision 5550 là laptop workstation mạnh mẽ với hiệu suất cao, dành cho các nhà phát triển và thiết kế đồ họa. Được trang bị bộ xử lý Intel Xeon và card đồ họa NVIDIA RTX A2000, sản phẩm này giúp bạn xử lý các tác vụ nặng một cách dễ dàng. Màn hình 15.6 inch 4K giúp bạn có trải nghiệm hình ảnh tuyệt vời. Với thiết kế mỏng nhẹ, Precision 5550 là lựa chọn lý tưởng cho những ai thường xuyên di chuyển.",
        "shortDesc": "Laptop workstation cho nhà phát triển.",
        "quantity": 6,
        "factory": "Dell",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "HP Elite Dragonfly",
        "price": 27500000,
        "image": "40.jpg",
        "detailDesc": "HP Elite Dragonfly là laptop doanh nhân cao cấp với thiết kế sang trọng và hiệu suất ấn tượng. Được trang bị bộ xử lý Intel Core i7 và màn hình 13.3 inch 4K, sản phẩm này phù hợp cho những ai làm việc di động. Thời gian sử dụng pin lên đến 24 giờ giúp bạn có thể làm việc mà không cần lo lắng về việc sạc pin. Với tính năng bảo mật cao, Elite Dragonfly là sự lựa chọn hoàn hảo cho doanh nhân.",
        "shortDesc": "Laptop doanh nhân cao cấp với thiết kế sang trọng.",
        "quantity": 10,
        "factory": "HP",
        "target": "Doanh nhân"
    },
    {
        "name": "Dell Inspiron 15",
        "price": 29500000,
        "image": "41.jpg",
        "detailDesc": "Dell Inspiron 15 là laptop cho sinh viên và nhân viên văn phòng với thiết kế bền bỉ và hiệu suất ổn định. Được trang bị bộ xử lý Intel Core i5 và RAM 8GB, máy tính này giúp bạn thực hiện các tác vụ văn phòng một cách mượt mà. Màn hình 15.6 inch Full HD mang đến trải nghiệm hình ảnh tốt. Thời gian sử dụng pin cũng rất ấn tượng, đủ để bạn làm việc cả ngày dài.",
        "shortDesc": "Laptop văn phòng giá rẻ và hiệu quả.",
        "quantity": 30,
        "factory": "Dell",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Lenovo IdeaPad 5",
        "price": 26500000,
        "image": "42.jpg",
        "detailDesc": "Lenovo IdeaPad 5 là laptop mỏng nhẹ với hiệu suất ấn tượng. Máy được trang bị bộ xử lý AMD Ryzen 5 và màn hình 14 inch Full HD, giúp bạn làm việc hiệu quả hơn. Với thời gian sử dụng pin lên đến 12 giờ, sản phẩm này là lựa chọn lý tưởng cho những người thường xuyên di chuyển.",
        "shortDesc": "Laptop mỏng nhẹ cho sinh viên.",
        "quantity": 25,
        "factory": "Lenovo",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Asus ZenBook 14",
        "price": 25100000,
        "image": "43.jpg",
        "detailDesc": "Asus ZenBook 14 là laptop cao cấp với thiết kế sang trọng và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch OLED, sản phẩm này mang đến màu sắc sống động và hình ảnh sắc nét. Thời gian sử dụng pin lên đến 16 giờ giúp bạn làm việc suốt cả ngày.",
        "shortDesc": "Laptop cao cấp thiết kế sang trọng.",
        "quantity": 15,
        "factory": "Asus",
        "target": "Doanh nhân"
    },
    {
        "name": "HP Pavilion 15",
        "price": 22000000,
        "image": "44.jpg",
        "detailDesc": "HP Pavilion 15 là laptop đa năng dành cho sinh viên và nhân viên văn phòng. Máy được trang bị bộ xử lý Intel Core i5 và màn hình 15.6 inch Full HD. Thời gian sử dụng pin tốt giúp bạn thực hiện các tác vụ văn phòng và giải trí một cách mượt mà.",
        "shortDesc": "Laptop đa năng cho sinh viên.",
        "quantity": 35,
        "factory": "HP",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Microsoft Surface Pro 7",
        "price": 38000000,
        "image": "45.jpg",
        "detailDesc": "Microsoft Surface Pro 7 là laptop 2 trong 1 với thiết kế mỏng nhẹ và hiệu suất mạnh mẽ. Máy được trang bị bộ xử lý Intel Core i5 và màn hình cảm ứng 12.3 inch. Thời gian sử dụng pin lên đến 10.5 giờ giúp bạn làm việc hiệu quả.",
        "shortDesc": "Laptop 2 trong 1 mỏng nhẹ.",
        "quantity": 20,
        "factory": "Microsoft",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Aspire 5",
        "price": 12000000,
        "image": "46.jpg",
        "detailDesc": "Acer Aspire 5 là laptop phổ thông với hiệu suất ổn định. Được trang bị bộ xử lý Intel Core i3 và màn hình 15.6 inch, sản phẩm này là lựa chọn tốt cho học sinh và sinh viên. Thiết kế đơn giản và thời gian sử dụng pin lâu giúp bạn dễ dàng mang theo.",
        "shortDesc": "Laptop phổ thông cho học sinh.",
        "quantity": 40,
        "factory": "Acer",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "HP OMEN 17",
        "price": 27100000,
        "image": "47.jpg",
        "detailDesc": "HP OMEN 17 là laptop gaming với màn hình lớn và hiệu suất cực mạnh. Được trang bị card đồ họa NVIDIA RTX 3070 và bộ xử lý Intel Core i7, sản phẩm này cho phép bạn chơi các trò chơi mới nhất với chất lượng hình ảnh cao nhất. Thiết kế hầm hố và hệ thống tản nhiệt tiên tiến giúp máy luôn mát mẻ.",
        "shortDesc": "Laptop gaming với màn hình lớn.",
        "quantity": 5,
        "factory": "HP",
        "target": "Gaming"
    },
    {
        "name": "Asus TUF Gaming A15",
        "price": 19500000,
        "image": "48.jpg",
        "detailDesc": "Asus TUF Gaming A15 là laptop gaming bền bỉ với hiệu suất ấn tượng. Được trang bị card đồ họa NVIDIA GTX 1660 Ti và bộ xử lý AMD Ryzen 5, sản phẩm này là lựa chọn tuyệt vời cho game thủ. Màn hình 15.6 inch với tần số quét 144Hz mang đến trải nghiệm chơi game mượt mà.",
        "shortDesc": "Laptop gaming bền bỉ cho game thủ.",
        "quantity": 12,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "Razer Blade 14",
        "price": 17500000,
        "image": "49.jpg",
        "detailDesc": "Razer Blade 14 là laptop gaming cao cấp với thiết kế siêu mỏng và hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3080 và bộ xử lý AMD Ryzen 9, sản phẩm này mang lại hiệu suất chơi game tuyệt vời. Màn hình 14 inch với độ phân giải 4K cho trải nghiệm hình ảnh sắc nét.",
        "shortDesc": "Laptop gaming cao cấp siêu mỏng.",
        "quantity": 6,
        "factory": "Razer",
        "target": "Gaming"
    },
    {
        "name": "Dell G5 15",
        "price": 11000000,
        "image": "50.jpg",
        "detailDesc": "Dell G5 15 là laptop gaming mạnh mẽ với thiết kế hiện đại. Máy được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý Intel Core i7. Màn hình 15.6 inch với tần số quét 120Hz giúp hình ảnh luôn mượt mà trong các trận đấu. Hệ thống tản nhiệt hiệu quả giúp máy luôn mát mẻ.",
        "shortDesc": "Laptop gaming với thiết kế hiện đại.",
        "quantity": 8,
        "factory": "Dell",
        "target": "Gaming"
    },
    {
        "name": "Lenovo Yoga 7i",
        "price": 13000000,
        "image": "51.jpg",
        "detailDesc": "Lenovo Yoga 7i là laptop 2 trong 1 hoàn hảo cho những ai cần sự linh hoạt. Với thiết kế gập 360 độ và màn hình cảm ứng 14 inch, sản phẩm này giúp bạn dễ dàng chuyển đổi giữa chế độ laptop và tablet. Thời gian sử dụng pin lên đến 14 giờ giúp bạn làm việc hiệu quả suốt cả ngày.",
        "shortDesc": "Laptop 2 trong 1 với thiết kế gập.",
        "quantity": 10,
        "factory": "Lenovo",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Predator Helios 300",
        "price": 142000000,
        "image": "52.jpg",
        "detailDesc": "Acer Predator Helios 300 là laptop gaming với hiệu suất mạnh mẽ và thiết kế hầm hố. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý Intel Core i7, sản phẩm này giúp bạn có thể chơi các trò chơi mới nhất với mức cài đặt cao. Màn hình 15.6 inch với tần số quét 144Hz mang đến trải nghiệm chơi game tuyệt vời.",
        "shortDesc": "Laptop gaming hiệu suất cao.",
        "quantity": 7,
        "factory": "Acer",
        "target": "Gaming"
    },
    {
        "name": "HP Spectre x360",
        "price": 5200000,
        "image": "53.jpg",
        "detailDesc": "HP Spectre x360 là laptop 2 trong 1 cao cấp với thiết kế sang trọng. Được trang bị bộ xử lý Intel Core i7 và màn hình cảm ứng 13.3 inch 4K, sản phẩm này mang đến hiệu suất mạnh mẽ và chất lượng hình ảnh tuyệt vời. Thời gian sử dụng pin lên đến 22 giờ giúp bạn làm việc mà không cần lo lắng về việc sạc.",
        "shortDesc": "Laptop 2 trong 1 sang trọng.",
        "quantity": 9,
        "factory": "HP",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Apple MacBook Pro M1",
        "price": 29000000,
        "image": "54.jpg",
        "detailDesc": "Apple MacBook Pro M1 là laptop cao cấp với hiệu suất vượt trội nhờ chip M1. Màn hình Retina 13.3 inch mang đến màu sắc sống động và độ sắc nét cao. Thời gian sử dụng pin lên đến 20 giờ giúp bạn làm việc cả ngày mà không cần lo lắng về việc sạc.",
        "shortDesc": "Laptop cao cấp với chip M1.",
        "quantity": 11,
        "factory": "Apple",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "MSI GS66 Stealth",
        "price": 11500000,
        "image": "55.jpg",
        "detailDesc": "MSI GS66 Stealth là laptop gaming với thiết kế siêu mỏng và hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3070 và bộ xử lý Intel Core i7, sản phẩm này mang đến hiệu suất chơi game tuyệt vời. Màn hình 15.6 inch với độ phân giải 240Hz giúp hình ảnh luôn mượt mà.",
        "shortDesc": "Laptop gaming siêu mỏng hiệu suất cao.",
        "quantity": 4,
        "factory": "MSI",
        "target": "Gaming"
    },
    {
        "name": "Lenovo ThinkPad X1 Carbon",
        "price": 18000000,
        "image": "56.jpg",
        "detailDesc": "Lenovo ThinkPad X1 Carbon là laptop doanh nhân với thiết kế nhẹ và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch 4K, sản phẩm này phù hợp cho những người thường xuyên di chuyển. Thời gian sử dụng pin ấn tượng và nhiều tính năng bảo mật giúp bạn an tâm khi sử dụng.",
        "shortDesc": "Laptop doanh nhân nhẹ và mạnh mẽ.",
        "quantity": 5,
        "factory": "Lenovo",
        "target": "Doanh nhân"
    },
    {
        "name": "Acer Swift 3",
        "price": 11000000,
        "image": "57.jpg",
        "detailDesc": "Acer Swift 3 là laptop mỏng nhẹ với hiệu suất mạnh mẽ, phù hợp cho sinh viên và nhân viên văn phòng. Máy được trang bị bộ xử lý Intel Core i5 và màn hình 14 inch Full HD. Thời gian sử dụng pin lên đến 12 giờ giúp bạn có thể làm việc cả ngày dài.",
        "shortDesc": "Laptop mỏng nhẹ cho sinh viên và văn phòng.",
        "quantity": 15,
        "factory": "Acer",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Razer Book 13",
        "price": 13000000,
        "image": "58.jpg",
        "detailDesc": "Razer Book 13 là laptop mỏng nhẹ với thiết kế tinh tế và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình cảm ứng 13.4 inch 4K, sản phẩm này phù hợp cho những người làm việc sáng tạo. Thời gian sử dụng pin lên đến 14 giờ giúp bạn làm việc hiệu quả.",
        "shortDesc": "Laptop mỏng nhẹ thiết kế tinh tế.",
        "quantity": 6,
        "factory": "Razer",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "HP Omen 15",
        "price": 24500000,
        "image": "59.jpg",
        "detailDesc": "HP Omen 15 là laptop gaming mạnh mẽ với hiệu suất cao. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý AMD Ryzen 7, sản phẩm này giúp bạn chơi các trò chơi mới nhất với chất lượng hình ảnh cao. Màn hình 15.6 inch với tần số quét 144Hz mang đến trải nghiệm chơi game tuyệt vời.",
        "shortDesc": "Laptop gaming với hiệu suất cao.",
        "quantity": 7,
        "factory": "HP",
        "target": "Gaming"
    },
    {
        "name": "Dell XPS 13",
        "price": 27500000,
        "image": "60.jpg",
        "detailDesc": "Dell XPS 13 là laptop cao cấp với thiết kế sang trọng và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 13.3 inch 4K, sản phẩm này là lựa chọn hoàn hảo cho những người cần một chiếc laptop nhỏ gọn nhưng mạnh mẽ. Thời gian sử dụng pin lên đến 12 giờ giúp bạn làm việc cả ngày.",
        "shortDesc": "Laptop cao cấp thiết kế sang trọng.",
        "quantity": 8,
        "factory": "Dell",
        "target": "Doanh nhân"
    },
    {
        "name": "Asus ROG Zephyrus G14",
        "price": 23500000,
        "image": "61.jpg",
        "detailDesc": "Asus ROG Zephyrus G14 là laptop gaming siêu mỏng với hiệu suất ấn tượng. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý AMD Ryzen 9, sản phẩm này mang đến hiệu suất chơi game vượt trội trong một thiết kế nhỏ gọn. Màn hình 14 inch với tần số quét 144Hz mang đến trải nghiệm chơi game mượt mà.",
        "shortDesc": "Laptop gaming siêu mỏng hiệu suất cao.",
        "quantity": 3,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "Microsoft Surface Laptop 4",
        "price": 27500000,
        "image": "62.jpg",
        "detailDesc": "Microsoft Surface Laptop 4 là laptop mỏng nhẹ với hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 13.5 inch PixelSense, sản phẩm này là lựa chọn tuyệt vời cho sinh viên và nhân viên văn phòng. Thời gian sử dụng pin lên đến 18 giờ giúp bạn làm việc hiệu quả.",
        "shortDesc": "Laptop mỏng nhẹ hiệu suất cao.",
        "quantity": 9,
        "factory": "Microsoft",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Samsung Galaxy Book Pro 360",
        "price": 7500000,
        "image": "63.jpg",
        "detailDesc": "Samsung Galaxy Book Pro 360 là laptop 2 trong 1 với thiết kế sang trọng và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình AMOLED 13.3 inch, sản phẩm này mang đến trải nghiệm hình ảnh tuyệt vời. Thời gian sử dụng pin lên đến 20 giờ giúp bạn có thể làm việc mà không cần lo lắng về việc sạc.",
        "shortDesc": "Laptop 2 trong 1 thiết kế sang trọng.",
        "quantity": 4,
        "factory": "Samsung",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Swift X",
        "price": 2500000,
        "image": "64.jpg",
        "detailDesc": "Acer Swift X là laptop mỏng nhẹ với hiệu suất mạnh mẽ và card đồ họa rời. Được trang bị bộ xử lý AMD Ryzen 7 và card đồ họa NVIDIA GTX 1650, sản phẩm này là lựa chọn tuyệt vời cho những ai làm việc sáng tạo. Màn hình 14 inch Full HD mang đến chất lượng hình ảnh tuyệt vời.",
        "shortDesc": "Laptop mỏng nhẹ với hiệu suất mạnh mẽ.",
        "quantity": 8,
        "factory": "Acer",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "Lenovo Legion 5",
        "price": 27100000,
        "image": "65.jpg",
        "detailDesc": "Lenovo Legion 5 là laptop gaming với thiết kế hiện đại và hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý AMD Ryzen 5, sản phẩm này mang đến trải nghiệm chơi game tuyệt vời. Màn hình 15.6 inch với tần số quét 120Hz giúp hình ảnh luôn mượt mà.",
        "shortDesc": "Laptop gaming thiết kế hiện đại.",
        "quantity": 5,
        "factory": "Lenovo",
        "target": "Gaming"
    },
    {
        "name": "Asus VivoBook 15",
        "price": 22500000,
        "image": "66.jpg",
        "detailDesc": "Asus VivoBook 15 là laptop giá rẻ với hiệu suất ổn định. Được trang bị bộ xử lý Intel Core i5 và màn hình 15.6 inch Full HD, sản phẩm này phù hợp cho sinh viên và nhân viên văn phòng. Thiết kế trẻ trung và thời gian sử dụng pin lâu giúp bạn dễ dàng mang theo.",
        "shortDesc": "Laptop giá rẻ hiệu suất ổn định.",
        "quantity": 25,
        "factory": "Asus",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Dell Latitude 7420",
        "price": 15000000,
        "image": "67.jpg",
        "detailDesc": "Dell Latitude 7420 là laptop doanh nhân với thiết kế bền bỉ và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch 4K, sản phẩm này là lựa chọn hoàn hảo cho những người thường xuyên di chuyển. Thời gian sử dụng pin ấn tượng và nhiều tính năng bảo mật giúp bạn an tâm khi sử dụng.",
        "shortDesc": "Laptop doanh nhân hiệu suất cao.",
        "quantity": 6,
        "factory": "Dell",
        "target": "Doanh nhân"
    },
    {
        "name": "HP ProBook 450 G8",
        "price": 7300000,
        "image": "68.jpg",
        "detailDesc": "HP ProBook 450 G8 là laptop văn phòng với hiệu suất ổn định. Được trang bị bộ xử lý Intel Core i5 và màn hình 15.6 inch Full HD, sản phẩm này giúp bạn thực hiện các tác vụ văn phòng một cách mượt mà. Thiết kế chắc chắn và thời gian sử dụng pin lâu giúp bạn dễ dàng mang theo.",
        "shortDesc": "Laptop văn phòng ổn định và hiệu quả.",
        "quantity": 10,
        "factory": "HP",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Asus TUF Gaming F15",
        "price": 21000000,
        "image": "69.jpg",
        "detailDesc": "Asus TUF Gaming F15 là laptop gaming mạnh mẽ với thiết kế bền bỉ. Được trang bị bộ xử lý Intel Core i7 và card đồ họa NVIDIA RTX 3050, sản phẩm này mang đến trải nghiệm chơi game tuyệt vời với hiệu suất cao và khả năng tản nhiệt hiệu quả.",
        "shortDesc": "Laptop gaming bền bỉ với hiệu suất cao.",
        "quantity": 7,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "Lenovo Yoga 7i",
        "price": 21500000,
        "image": "70.jpg",
        "detailDesc": "Lenovo Yoga 7i là laptop 2 trong 1 với thiết kế gọn nhẹ và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i5 và màn hình cảm ứng 14 inch Full HD, sản phẩm này mang đến sự linh hoạt và tiện lợi cho công việc văn phòng và giải trí.",
        "shortDesc": "Laptop 2 trong 1 gọn nhẹ và mạnh mẽ.",
        "quantity": 8,
        "factory": "Lenovo",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Nitro 5",
        "price": 21500000,
        "image": "71.jpg",
        "detailDesc": "Acer Nitro 5 là laptop gaming phổ thông với hiệu suất ấn tượng. Được trang bị card đồ họa NVIDIA GTX 1650 và bộ xử lý Intel Core i5, sản phẩm này là lựa chọn phù hợp cho những người muốn chơi game với chi phí hợp lý.",
        "shortDesc": "Laptop gaming phổ thông hiệu suất tốt.",
        "quantity": 12,
        "factory": "Acer",
        "target": "Gaming"
    },
    {
        "name": "Dell Inspiron 14",
        "price": 12000000,
        "image": "72.jpg",
        "detailDesc": "Dell Inspiron 14 là laptop văn phòng với thiết kế mỏng nhẹ và hiệu suất ổn định. Được trang bị bộ xử lý Intel Core i5 và màn hình 14 inch Full HD, sản phẩm này phù hợp cho các tác vụ hàng ngày của sinh viên và nhân viên văn phòng.",
        "shortDesc": "Laptop văn phòng mỏng nhẹ hiệu suất ổn định.",
        "quantity": 10,
        "factory": "Dell",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "MSI Prestige 14",
        "price": 10000000,
        "image": "73.jpg",
        "detailDesc": "MSI Prestige 14 là laptop mỏng nhẹ với hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch Full HD, sản phẩm này là lựa chọn lý tưởng cho những người làm việc sáng tạo cần di chuyển thường xuyên.",
        "shortDesc": "Laptop mỏng nhẹ hiệu suất mạnh cho công việc sáng tạo.",
        "quantity": 5,
        "factory": "MSI",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "HP Pavilion x360",
        "price": 21300000,
        "image": "74.jpg",
        "detailDesc": "HP Pavilion x360 là laptop 2 trong 1 với màn hình cảm ứng linh hoạt. Được trang bị bộ xử lý Intel Core i5 và màn hình 14 inch Full HD, sản phẩm này phù hợp cho những ai cần một thiết bị vừa để làm việc, vừa để giải trí.",
        "shortDesc": "Laptop 2 trong 1 linh hoạt cho công việc và giải trí.",
        "quantity": 9,
        "factory": "HP",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Apple MacBook Air M1",
        "price": 17000000,
        "image": "75.jpg",
        "detailDesc": "Apple MacBook Air M1 là laptop mỏng nhẹ với hiệu suất vượt trội nhờ chip M1. Màn hình Retina 13.3 inch mang đến màu sắc sống động và hiệu suất làm việc tuyệt vời, đồng thời thời lượng pin lên đến 18 giờ giúp bạn thoải mái làm việc cả ngày.",
        "shortDesc": "Laptop mỏng nhẹ hiệu suất vượt trội với chip M1.",
        "quantity": 15,
        "factory": "Apple",
        "target": "Doanh nhân"
    },
    {
        "name": "Asus ZenBook 14",
        "price": 21400000,
        "image": "76.jpg",
        "detailDesc": "Asus ZenBook 14 là laptop mỏng nhẹ với hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i5 và màn hình 14 inch Full HD, sản phẩm này là lựa chọn tuyệt vời cho những người cần một thiết bị nhỏ gọn nhưng hiệu quả cao.",
        "shortDesc": "Laptop mỏng nhẹ với hiệu suất mạnh mẽ.",
        "quantity": 10,
        "factory": "Asus",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Dell G3 15",
        "price": 12500000,
        "image": "77.jpg",
        "detailDesc": "Dell G3 15 là laptop gaming phổ thông với hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA GTX 1650 và bộ xử lý Intel Core i5, sản phẩm này mang đến trải nghiệm chơi game ổn định với mức giá hợp lý.",
        "shortDesc": "Laptop gaming phổ thông hiệu suất mạnh mẽ.",
        "quantity": 7,
        "factory": "Dell",
        "target": "Gaming"
    },
    {
        "name": "Microsoft Surface Pro 7",
        "price": 13400000,
        "image": "78.jpg",
        "detailDesc": "Microsoft Surface Pro 7 là thiết bị 2 trong 1 với thiết kế linh hoạt và khả năng di động cao. Được trang bị bộ xử lý Intel Core i5 và màn hình cảm ứng 12.3 inch, sản phẩm này phù hợp cho công việc và giải trí khi di chuyển.",
        "shortDesc": "Thiết bị 2 trong 1 linh hoạt và di động.",
        "quantity": 12,
        "factory": "Microsoft",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Acer Aspire 5",
        "price": 15000000,
        "image": "79.jpg",
        "detailDesc": "Acer Aspire 5 là laptop văn phòng với hiệu suất ổn định và giá thành hợp lý. Được trang bị bộ xử lý Intel Core i3 và màn hình 15.6 inch Full HD, sản phẩm này là lựa chọn tốt cho các tác vụ hàng ngày như làm việc văn phòng và học tập.",
        "shortDesc": "Laptop văn phòng giá rẻ với hiệu suất ổn định.",
        "quantity": 25,
        "factory": "Acer",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "HP Elite Dragonfly",
        "price": 13400000,
        "image": "80.jpg",
        "detailDesc": "HP Elite Dragonfly là laptop doanh nhân cao cấp với thiết kế siêu mỏng nhẹ. Được trang bị bộ xử lý Intel Core i7 và màn hình 13.3 inch Full HD, sản phẩm này mang đến hiệu suất làm việc cao và tính di động tuyệt vời cho doanh nhân.",
        "shortDesc": "Laptop doanh nhân siêu mỏng nhẹ hiệu suất cao.",
        "quantity": 4,
        "factory": "HP",
        "target": "Doanh nhân"
    },
    {
        "name": "Lenovo IdeaPad 3",
        "price": 27000000,
        "image": "81.jpg",
        "detailDesc": "Lenovo IdeaPad 3 là laptop giá rẻ với hiệu suất ổn định, phù hợp cho các tác vụ văn phòng và học tập. Được trang bị bộ xử lý Intel Core i3 và màn hình 15.6 inch Full HD, sản phẩm này là lựa chọn tuyệt vời cho sinh viên và người dùng phổ thông.",
        "shortDesc": "Laptop giá rẻ với hiệu suất ổn định.",
        "quantity": 20,
        "factory": "Lenovo",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "MSI GF63 Thin",
        "price": 2200000,
        "image": "82.jpg",
        "detailDesc": "MSI GF63 Thin là laptop gaming mỏng nhẹ với hiệu suất ổn định. Được trang bị bộ xử lý Intel Core i5 và card đồ họa NVIDIA GTX 1650, sản phẩm này mang đến trải nghiệm chơi game mượt mà trong một thiết kế nhẹ nhàng, dễ di chuyển.",
        "shortDesc": "Laptop gaming mỏng nhẹ hiệu suất ổn định.",
        "quantity": 8,
        "factory": "MSI",
        "target": "Gaming"
    },
    {
        "name": "Dell XPS 13",
        "price": 28400000,
        "image": "83.jpg",
        "detailDesc": "Dell XPS 13 là laptop doanh nhân cao cấp với thiết kế mỏng nhẹ và màn hình viền siêu mỏng. Được trang bị bộ xử lý Intel Core i7 và màn hình 13.3 inch 4K, sản phẩm này là lựa chọn lý tưởng cho những ai cần một thiết bị nhỏ gọn nhưng đầy sức mạnh.",
        "shortDesc": "Laptop doanh nhân cao cấp với thiết kế mỏng nhẹ.",
        "quantity": 6,
        "factory": "Dell",
        "target": "Doanh nhân"
    },
    {
        "name": "Asus ROG Zephyrus G14",
        "price": 8000000,
        "image": "84.jpg",
        "detailDesc": "Asus ROG Zephyrus G14 là laptop gaming cao cấp với thiết kế siêu mỏng và hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý AMD Ryzen 7, sản phẩm này mang đến trải nghiệm chơi game đỉnh cao với hiệu năng vượt trội.",
        "shortDesc": "Laptop gaming cao cấp siêu mỏng hiệu suất mạnh.",
        "quantity": 5,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "Acer Swift 3",
        "price": 23100000,
        "image": "85.jpg",
        "detailDesc": "Acer Swift 3 là laptop mỏng nhẹ với hiệu suất cao. Được trang bị bộ xử lý Intel Core i5 và màn hình 14 inch Full HD, sản phẩm này phù hợp cho các công việc văn phòng, học tập và giải trí với thiết kế nhỏ gọn dễ di chuyển.",
        "shortDesc": "Laptop mỏng nhẹ hiệu suất cao cho công việc và giải trí.",
        "quantity": 15,
        "factory": "Acer",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "HP Envy 13",
        "price": 12100000,
        "image": "86.jpg",
        "detailDesc": "HP Envy 13 là laptop doanh nhân với thiết kế sang trọng và hiệu suất mạnh mẽ. Được trang bị bộ xử lý Intel Core i7 và màn hình 13.3 inch Full HD, sản phẩm này mang đến trải nghiệm làm việc chuyên nghiệp với thời lượng pin dài và tính năng bảo mật tiên tiến.",
        "shortDesc": "Laptop doanh nhân thiết kế sang trọng và hiệu suất mạnh mẽ.",
        "quantity": 8,
        "factory": "HP",
        "target": "Doanh nhân"
    },
    {
        "name": "Lenovo ThinkPad X1 Carbon",
        "price": 20100000,
        "image": "87.jpg",
        "detailDesc": "Lenovo ThinkPad X1 Carbon là laptop doanh nhân cao cấp với độ bền và hiệu suất ấn tượng. Được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch Full HD, sản phẩm này là lựa chọn hàng đầu cho người dùng doanh nghiệp cần một thiết bị mạnh mẽ, bền bỉ.",
        "shortDesc": "Laptop doanh nhân cao cấp với độ bền và hiệu suất ấn tượng.",
        "quantity": 6,
        "factory": "Lenovo",
        "target": "Doanh nhân"
    },
    {
        "name": "Asus ExpertBook B9",
        "price": 33100000,
        "image": "88.jpg",
        "detailDesc": "Asus ExpertBook B9 là laptop doanh nhân siêu mỏng nhẹ với thời lượng pin vượt trội. Được trang bị bộ xử lý Intel Core i7 và màn hình 14 inch Full HD, sản phẩm này giúp tối ưu hiệu quả công việc và dễ dàng di chuyển với thiết kế nhẹ nhàng.",
        "shortDesc": "Laptop doanh nhân siêu mỏng nhẹ và hiệu năng cao.",
        "quantity": 7,
        "factory": "Asus",
        "target": "Doanh nhân"
    },
    {
        "name": "LG Gram 17",
        "price": 12100000,
        "image": "89.jpg",
        "detailDesc": "LG Gram 17 là laptop siêu nhẹ với màn hình lớn 17 inch, mang đến không gian làm việc rộng rãi mà vẫn giữ được trọng lượng nhẹ. Được trang bị bộ xử lý Intel Core i7, sản phẩm này là lựa chọn tuyệt vời cho người cần di chuyển nhiều mà không muốn hy sinh kích thước màn hình.",
        "shortDesc": "Laptop siêu nhẹ với màn hình lớn 17 inch.",
        "quantity": 4,
        "factory": "LG",
        "target": "Mỏng nhẹ"
    },
    {
        "name": "Apple MacBook Pro M1",
        "price": 13100000,
        "image": "90.jpg",
        "detailDesc": "Apple MacBook Pro M1 là laptop cao cấp với hiệu suất mạnh mẽ nhờ chip M1. Màn hình Retina 13.3 inch, hiệu năng đồ họa tốt và thời lượng pin dài giúp sản phẩm này là lựa chọn hàng đầu cho công việc sáng tạo và chuyên nghiệp.",
        "shortDesc": "Laptop cao cấp với hiệu suất mạnh mẽ nhờ chip M1.",
        "quantity": 10,
        "factory": "Apple",
        "target": "Doanh nhân"
    },
    {
        "name": "Acer Predator Helios 300",
        "price": 13600000,
        "image": "91.jpg",
        "detailDesc": "Acer Predator Helios 300 là laptop gaming cao cấp với hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3060 và bộ xử lý Intel Core i7, sản phẩm này mang đến trải nghiệm chơi game tuyệt vời với khả năng tản nhiệt tốt.",
        "shortDesc": "Laptop gaming cao cấp với hiệu suất mạnh mẽ.",
        "quantity": 6,
        "factory": "Acer",
        "target": "Gaming"
    },
    {
        "name": "Dell Vostro 3500",
        "price": 3100000,
        "image": "92.jpg",
        "detailDesc": "Dell Vostro 3500 là laptop văn phòng với hiệu suất ổn định và giá cả phải chăng. Được trang bị bộ xử lý Intel Core i3 và màn hình 15.6 inch Full HD, sản phẩm này phù hợp cho các tác vụ hàng ngày và công việc văn phòng.",
        "shortDesc": "Laptop văn phòng giá cả phải chăng với hiệu suất ổn định.",
        "quantity": 18,
        "factory": "Dell",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Asus ROG Strix Scar 15",
        "price": 20100000,
        "image": "93.jpg",
        "detailDesc": "Asus ROG Strix Scar 15 là laptop gaming cao cấp với hiệu suất mạnh mẽ. Được trang bị card đồ họa NVIDIA RTX 3070 và bộ xử lý AMD Ryzen 9, sản phẩm này mang đến trải nghiệm chơi game đỉnh cao với tần số quét màn hình 300Hz.",
        "shortDesc": "Laptop gaming cao cấp với tần số quét 300Hz.",
        "quantity": 3,
        "factory": "Asus",
        "target": "Gaming"
    },
    {
        "name": "HP Spectre x360",
        "price": 20000000,
        "image": "94.jpg",
        "detailDesc": "HP Spectre x360 là laptop 2 trong 1 cao cấp với thiết kế tinh tế và khả năng gập 360 độ. Được trang bị bộ xử lý Intel Core i7 và màn hình cảm ứng 13.3 inch, sản phẩm này là lựa chọn lý tưởng cho những người làm việc di động cần sự linh hoạt.",
        "shortDesc": "Laptop 2 trong 1 cao cấp với khả năng gập 360 độ.",
        "quantity": 5,
        "factory": "HP",
        "target": "Doanh nhân"
    },
    {
        "name": "Lenovo Legion 7",
        "price": 23100000,
        "image": "95.jpg",
        "detailDesc": "Lenovo Legion 7 là laptop gaming mạnh mẽ với card đồ họa NVIDIA RTX 3080 và bộ xử lý AMD Ryzen 9. Màn hình 16 inch với độ phân giải 2K và tần số quét 165Hz mang đến trải nghiệm hình ảnh sắc nét và mượt mà trong các trò chơi.",
        "shortDesc": "Laptop gaming mạnh mẽ với card đồ họa RTX 3080.",
        "quantity": 4,
        "factory": "Lenovo",
        "target": "Gaming"
    },
    {
        "name": "Acer Spin 5",
        "price": 11100000,
        "image": "96.jpg",
        "detailDesc": "Acer Spin 5 là laptop 2 trong 1 với thiết kế gọn nhẹ và linh hoạt. Được trang bị bộ xử lý Intel Core i5 và màn hình cảm ứng 13.5 inch, sản phẩm này phù hợp cho cả công việc và giải trí với khả năng xoay gập 360 độ.",
        "shortDesc": "Laptop 2 trong 1 gọn nhẹ với khả năng xoay 360 độ.",
        "quantity": 9,
        "factory": "Acer",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "Apple MacBook Pro 16 inch",
        "price": 9000000,
        "image": "97.jpg",
        "detailDesc": "Apple MacBook Pro 16 inch là laptop chuyên nghiệp với màn hình lớn và hiệu suất vượt trội. Được trang bị bộ xử lý M1 Max và màn hình Retina 16 inch, sản phẩm này là công cụ tuyệt vời cho các tác vụ sáng tạo và xử lý đồ họa chuyên sâu.",
        "shortDesc": "Laptop chuyên nghiệp với hiệu suất vượt trội và màn hình lớn.",
        "quantity": 4,
        "factory": "Apple",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "Dell Inspiron 15 3000",
        "price": 10000000,
        "image": "98.jpg",
        "detailDesc": "Dell Inspiron 15 3000 là laptop văn phòng với giá thành hợp lý và hiệu năng ổn định. Được trang bị bộ xử lý Intel Core i3 và màn hình 15.6 inch, sản phẩm này phù hợp cho công việc văn phòng và giải trí cơ bản.",
        "shortDesc": "Laptop văn phòng giá rẻ với hiệu năng ổn định.",
        "quantity": 20,
        "factory": "Dell",
        "target": "Sinh Viên - Văn Phòng"
    },
    {
        "name": "LG UltraGear 17",
        "price": 23100000,
        "image": "99.jpg",
        "detailDesc": "LG UltraGear 17 là laptop dành cho game thủ và thiết kế đồ họa với màn hình lớn 17 inch và độ phân giải cao. Được trang bị bộ xử lý Intel Core i7 và card đồ họa RTX 2070, sản phẩm này đáp ứng tốt các nhu cầu đồ họa và chơi game cường độ cao.",
        "shortDesc": "Laptop mạnh mẽ cho game thủ và thiết kế đồ họa.",
        "quantity": 6,
        "factory": "LG",
        "target": "Thiết kế đồ họa"
    },
    {
        "name": "MSI Modern 14",
        "price": 12000000,
        "image": "100.jpg",
        "detailDesc": "MSI Modern 14 là laptop mỏng nhẹ dành cho người dùng văn phòng và sinh viên. Được trang bị bộ xử lý Intel Core i5 và màn hình 14 inch Full HD, sản phẩm này mang đến hiệu suất ổn định cho các tác vụ văn phòng, học tập, và giải trí cơ bản.",
        "shortDesc": "Laptop mỏng nhẹ hiệu suất ổn định cho văn phòng và sinh viên.",
        "quantity": 12,
        "factory": "MSI",
        "target": "Sinh Viên - Văn Phòng"
    }
    
]
